'''
    ---------------------------------------------------------------
    [회원가입]

    [입력] 아이디를 입력하세요 (3글자 이상) >>>

    ○ 3글자 이상 x 경우
    > 3글자 이상 입력해주세요.
    아이디를 입력하세요 (3글자 이상) >>>

    ---------------------------------------------------------------
    ● 3글자 이상 경우
    패스워드를 입력하세요 (영문,숫자 포함 8자 이상) >>>

    ○ 조건부합x 경우
    >영문,숫자 포함 8자 이상 입력해주세요.
    패스워드를 입력하세요 (영문,숫자 포함 8자 이상) >>>

    ---------------------------------------------------------------
    ● 조건부합 경우
    패스워드를 한번 더 입력하세요 >>>

    ○ 일치 x 경우
    >패스워드가 일치하지 않습니다.
    패스워드를 입력하세요 (영문,숫자 포함 8자 이상) >>>

    ---------------------------------------------------------------
    ● 일치할 경우
    회원가입 완료!

    ---------------------------------------------------------------
    [로그인]
    아이디를 입력하세요 >>>

    ---------------------------------------------------------------
    ○ 아이디 일치 x 경우
    >아이디가 일치하지 않습니다.
    아이디를 입력하세요 >>>

    ---------------------------------------------------------------
    ● 아이디 일치 경우
    패스워드를 입력하세요 >>>

    ○ 패스워드 일치 x 경우
    >패스워드가 일치하지 않습니다.
    패스워드를 입력하세요 >>>

    ● 패스워드 일치 경우
    로그인 완료 !
    ---------------------------------------------------------------
'''